[General]
language=Hrvatski
link_pc_name=Naziv računala
link_connect_pwd=Lozinka
link_file_path=Ulazna mapa
link_auto_start=Automatsko pokretanje
link_change_folder_btn=Izmjene
link_open_folder_btn=Otvoriti
link_change_folder_dialog_title=Odaberite ulaznu mapu
link_save_button=Spremanje
link_copyright=<c color="808080">Autorsko pravo (C) 2011-2015.</c><br/><c color="808080">Guangzhou Shirui Electronics. Sva prava pridržana.</c>
link_save_success_msg=Spremanje postavki uspješno.
link_save_success_title=Poruka
link_error_title=Greška
link_error_program_already_ran=Aplikacija je pokrenuta, provjerite sistemsku traku.
link_error_program_expire=Probna verzija je istekla kontaktirajte dobavljača za novu verziju.
link_open_main_window=Otvoriti SeewoLink
link_exit_program=Izlaz
link_minimize_to_tray=Smanjiti na sistemsku traku
link_open_spec=Pomoć
link_update=Ažuriranje
link_register=Registriranje
link_error_title=Greška
link_message_title=Poruka
link_update_network_error=Mrežno spajanje nije uspjelo, pokušajte kasnije.
link_home_qrcode_tip=Android klijent
link_connect_pc_tip=Skenirajte QR kod za spajanje s računalom
link_reg_serial_invalid=Netočan serijski broj
link_reg_partial_success=Zahvaljujemo! Ovaj serijski broj istječe nakon %d proba. Možete koristiti ovaj broj na još %d uređaja.
link_reg_full_success=Zahvaljujemo! Ovaj serijski broj je trajno valjan. Možete koristiti ovaj broj na još %d uređaja.
link_reg_response_failed=Žao nam je! Registriranje nije uspjelo.
link_reg_response_serial_error=Žao nam je! Registriranje nije uspjelo. Uzrok: Greška serijskog broja.
link_reg_response_error_lock=Žao nam je! Registriranje nije uspjelo. Uzrok: Serijski broj je registriran na drugom uređaju.
link_reg_response_day_expire=Žao nam je! Registriranje nije uspjelo. Uzrok: Serijski broj je istekao.
link_reg_input_serial_text=Unesite serijski broj
link_error_unknown=Nepoznata greška.
link_reg_message_remaindays=Vaš certifikat će isteći nakon %d proba.
link_reg_message_remaindays_tip=<c color="CCCCCC">Verzija %s, Registrirana</c>
link_reg_message_remaindays_warn=<c color="CCCCCC"> Verzija %s</c>, Preostaje <c color="1899ED"><b>%d</b></c><c color="CCCCCC"> proba.</c><c color="0000ff"><u><b><a id="1050">Registracija</a></b></u></c>
link_reg_message_remaindays_reminder=<c color="CCCCCC">Verzija je %s</c><c color="1899ED"><b>. neregistrirana </b></c><c color="FFFFFF">, Preostaje </c><c color="1899ED"><b>%d</b></c> <c color="CCCCCC">proba.</c>
link_reg_rd_renew_button=Obnoviti
link_confirm_button=U redu
link_cancel_button=Odustati
link_reg_read_reginfo_error=Nije uspjelo čitanje podataka registracije. Molimo, registrirajte ponovno.
link_lang_setting_button=Jezik
link_lang_setting_hint=Odaberite jezik:
link_lang_setting_ok=U redu
link_lang_setting_cancel=Odustati
link_annotation_stop=Zaustaviti
link_auto_start_tip=SeewoLink se pokreće kada i Windows
link_lang_tip=Jezik
link_tab_text_status=Status
link_tab_text_set=Postavke
link_tab_text_about=programu
link_stat_connected_device_tip=Spojeni klijent:
link_stat_connected_device=NULA
link_stat_conn_barcode_tip=Skenirati za spajanje
link_tab_text_help=<c color="FFFFFF">Za pomoć, </c><c color="0000ff"><u><a id="1051"> Kliknuti ovdje </a></u></c>
link_client_connected_tip=<c color="CCCCCC">%s<br/>Spojeno</c>
link_client_disconnected_tip=<c color="CCCCCC">%s<br/>Odspojeno</c>
link_softap_tip=Pokrenuti Hotspot
link_softap_info=<c color="808080">Hotspot naziv: %s</c><br/><c color="808080">lozinka: %s</c>
link_softap_on=<c color="CCCCCC">Hotspot:%s<br/> je pokrenut</c>
link_softap_off=<c color="CCCCCC">Hotspot je zaustavljen</c>
link_softap_error=Hotspot se ne može pokrenuti. Provjerite da je WLAN uključen
link_update_title=SeewoLink ažuriranje
link_update_confirm=Želite li ažurirati na najnoviju verziju?
link_update_success=Ažurirano na najnoviju verziju
link_update_failed=Nije uspjelo ažuriranje na najnoviju verziju, provjerite originalne internetske stranice za novu verziju.

link_lock_access=Lock Access
link_click_download_apk_help=<c color="CCCCCC"><c color="1899ED"><u><a id="1067">Download APP</a></u></c></c>
no_install_video_driver=Note: Graphics driver has not been installed,please install it first.
no_surpport_basic_themes=Spotlignt does not support Basic Themes,please turn to Aero Themes
pc_name_error=Failed to rename,there is no special character "%" or empty

link_reg_response_InvalidRequest=Client submits illegal request
link_reg_response_InvalidCheckCode=Invalid verification code
link_reg_response_MachineCodeError=Encoding is empty or does not match the format
link_reg_response_InvalidMachineCode=Machine code does not match
link_reg_response_SerialCodeError=Unable to resolve License
link_reg_response_InvalidSerialCode=Registration code does not exist
link_reg_response_OverdueSerialCode=Enter the registration code has been exhausted (the remaining number is 0)
link_reg_response_DatabaseException=Database exception occurs
link_reg_message_no_register=<c color="CCCCCC">%s  </c><c color="1899ED"><u><b><a id="1050">Not registered</a></b></u></c>
link_picture_show_window_tile=SeewoLink Picture Viewer
link_picture_show_full_window_tile=SeewoLink Picture Slide Viewer